{
  "chapter": 3,
  "title": "Ang Matinding Lakas ni Sarah",
  "titlePage": {
    "title": "Kabanata 3: Ang Matinding Lakas ni Sarah"
  },
  "musicRanges": [
    {
      "startPage": 0,
      "endPage": 1,
      "music": "MUSIC/neutral.mp3"
    },
    {
      "startPage": 2,
      "endPage": 5,
      "music": "MUSIC/scary.mp3"
    },
    {
      "startPage": 6,
      "endPage": 7,
      "music": "MUSIC/neutral.mp3"
    },
    {
      "startPage": 8,
      "endPage": 9,
      "music": "MUSIC/sad.mp3"
    },
    {
      "startPage": 10,
      "endPage": 11,
      "music": "MUSIC/scary.mp3"
    },
    {
      "startPage": 24,
      "endPage": 24,
      "music": "MUSIC/scary.mp3"
    },
    {
      "startPage": 12,
      "endPage": 12,
      "music": "MUSIC/sad.mp3"
    },
    {
      "startPage": 13,
      "endPage": 15,
      "music": "MUSIC/sincere.mp3"
    },
    {
      "startPage": 16,
      "endPage": 19,
      "music": "MUSIC/happy.mp3"
    },
    {
      "startPage": 20,
      "endPage": 22,
      "music": "MUSIC/neutral.mp3"
    },
    {
      "startPage": 23,
      "endPage": 23,
      "music": "MUSIC/happy.mp3"
    },
    {
      "startPage": 25,
      "endPage": 27,
      "music": "MUSIC/sad.mp3"
    },
    {
      "startPage": 28,
      "endPage": 31,
      "music": "MUSIC/sincere.mp3"
    },
    {
      "startPage": 32,
      "endPage": 40,
      "music": "MUSIC/happy.mp3"
    }
  ],
  "pages": [
    {
      "video": "sarahs_super_strength/Pages/PAGE 1 IDLE.mp4",
      "dialogueBoxes": [
        {
          "text": "Si Sarah ay isang masayahing pitong taong gulang na bata at siya ay masigla na nag-ayos ng kanyang schoolbag. Excited siyang pumunta sa isang lugar bago umuwi.",
          "styleClass": "NE"
        },
        {
          "text": "Tumakbo si Sarah papuntang palaruan kung saan nakita niya si Pearl, Ashley, at Yani, ang kanyang mga bagong kaibigan.",
          "styleClass": "SW"
        }
      ],
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 1.wav", 
      "comment": "0"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE 2 IDLE.mp4",
      "dialogueBoxes": [
        {
          "text": "Si Pearl, na pinaka-astig at maganda sa paningin ni Sarah, ay kumaway sa kanya. Masayang tinanong ni Sarah kung ano ang lalaruin nila ngayon. Ngumiti sila Pearl at sinabing may ituturo silang \"astig.\"",
          "styleClass": "NE"
        },
        {
          "text": "Sinabi nila na tungkol ito sa \"halikan\" at \"paghawak sa mga pribadong parte ng katawan.\" \"'Sabi ni Kuya, ginagawa 'yon ng matatanda!\" Ngumiti si Pearl at nagyabang na \"magaling at astig\" siya kasi alam na niya ang mga bagay na 'yon. Nalito si Sarah. Iniisip niya, \"'Diba para lang sa mga matatanda 'yon?\"",
          "styleClass": "ADJSW"
        }
      ],
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 2.wav", 
      "comment": "1"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE 3 IDLE.mp4",
      "dialogue": [
        "Naglabas ng cellphone si Pearl at ipinakita ng picture ng mga matatanda. Nakita ni Sarah ang mga matatandang naghahalikan, magkayakap, at hinahawakan ang mga ari ng isa't isa. <br><br>Kinakabahan si Sarah na parang may mali. Naalala niya ang sinabi sa kanya ng mga magulang niya:"
      ],
      "styleClass": "ADJSE",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 3.wav", 
      "comment": "2"
    },

    {
      "image": "sarahs_super_strength/Pages/PAGE 3.1.png",
      "dialogue": [
        "\"Kapag may nagpapakita sayo ng picture o video ng mga matatandang naghahalikan o hinahawakan ang ari at pribadong parte ng katawan ng isa't isa, huwag mong tignan. Sabihin mo sa kanila \"HUWAG!\" at iwasan mo sila. <br><br>Kapag may nagsabi sa'yo na ipakita ang mo ang puwet, dibdib, o ari mo, sabihin mo \"AYOKO!\" at gamitin mo mga kamay mo para ipakita na ayaw mo.\""
      ],
      "styleClass": "ADJ2SW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 3.1.wav", 
      "comment": "3"
    },

    {
      "image": "sarahs_super_strength/Pages/PAGE 3.2.png",
      "dialogueBoxes": [
        {
          "text": "\"Kapag naman may nagpakita sayo ng pribadong bahagi nila, yung mga parte ng katawan na nasa ilalim ng panloob nila, tumingin ka sa ibang direksyon at sabihin mo \"HUWAG!\"",
          "styleClass": "ADJNW"
        },
        {
          "text": "Kapag gusto ka nilang hipuan o ipahipo ang mga pribadong bahagi ng katawan nila, sabihin mo \"AYOKO!\" at gamitin mo ang mga kamay mo para ipakita na ayaw mo, pati din Kapag gusto nilang kuhanan ng litrato ang katawan mo.\"",
          "styleClass": "SE"
        }
      ],
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 3.2.wav", 
      "comment": "4"
    },

    {
      "image": "sarahs_super_strength/Pages/PAGE 3.3.png",
      "dialogue": [
        "\"Kapag nalilito o natatakot ka sa taong kumakausap sayo o sa taong pinipilit ka na gumawa ng bagay na ayaw mo, sabihin mo ang mga salitang \"AYOKO!\" \"HINDI!\" at \"HUWAG!\" at tumakbo ka papunta sa isang matanda na pinagkakatiwalaan mo.\""
      ],
      "styleClass": "ADJSW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 3.3.wav", 
      "comment": "5"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE 4 IDLE.mp4",
      "dialogue": [
        "Dahil naalala ni Sarah ang turo ng kanyang magulang, sumigaw siya ng \"Ayoko!\" At Nagsimulang yumanig ang lupa. Sinabi ni Sarah kay Pearl na gusto niyang maglaro at hindi gawin ang kung ano mang gusto ni Pearl gawin. Pero nagalit si Pearl at binantaan siya na kung hindi siya papayag, hindi na sila magiging magkaibigan. Napipilitan si Sarah, mabigat ang kanyang pakiramdam!"
      ],
      "styleClass": "SW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 4.wav", 
      "comment": "6"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE 5 IDLE.mp4",
      "choiceQuestion": "Ano dapat gawin ni Sarah?",
      "choiceStyle": "SE",
      "choices": [
        {
          "text": "Manood pa ng hindi magandang video",
          "jumpTo": 8,
          "soundEffect": "MUSIC/SOUND EFFECTS/NEUTRAL.mp3",
          "isNeutral": true
        },
        {
          "text": "Tanggihan si Pearl at sabihing \"AYOKO!\"",
          "jumpTo": 11,
          "soundEffect": "MUSIC/SOUND EFFECTS/NEUTRAL.mp3",
          "isNeutral": true
        }
      ],
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/Question 1.wav", 
      "comment": "7"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE 6 IDLE.mp4",
      "dialogue": [
        "Natakot si Sarah na iwanan siya nila Pearl, kaya sumunod nalang siya. Tinignan niya ang mga larawan at pinanood ang video na ipinakita ni Pearl. Biglang tumigil ang pagyanig ng lupa. Naiinis at nalilito si Sarah. \"Bakit nila to ginagawa?\" tanong niya sa sarili niya, Pagkalipas ng oras umuwi si Sarah ng malungkot."
      ],
      "styleClass": "EE",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 6.wav", 
      "comment": "8"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE 7 IDLE.mp4",
      "dialogue": [
        "Kinabukasan, pumasok si Sarah sa paaralan at binati siya ni Teacher Lydia. <br><br>\"Magandang umaga, Sarah!\" sabi ni Teacher Lydia. Tinanong niya kung kumusta ang mga bago niyang \"kaibigan.\" Gusto sanang sabihin ni Sarah lahat ng mga nangyari, pero nahiya at takot siya, kaya nanahimik na lang siya."
      ],
      "styleClass": "ADJNE",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 7.wav", 
      "comment": "9"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE 8 IDLE.mp4",
       "dialogue": [
        "Kinabukasan, sinubukan niyang iwasan sila Pearl dahil ayaw na niyang mangyari ulit yung mga nangyari nung isang araw. Pero nilapitan parin siya at niyaya siyang \"maglaro\" ulit.\"Ngayon, kukuhaan ako ng litrato katawan mo!\" Sabi ni Pearl. <br><br>Naiinis ulit si Sarah kasi gumagawa na naman sila ng masama. Sumigaw siya, \"AYOKO!\" at yumanig muli ang lupa parang noon pero ngayon mas malakas na! Ngunit hindi parin sila natakot. Bumulong sila at sinabi na kapag hindi sumunod si Sarah, magsusumbong sila kay Teacher Lydia at sasabihin nila na gumagawa si Sarah ng masama na bagay."
      ],
      "styleClass": "ADJWW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 8.wav", 
      "comment": "10",
      "choiceQuestion": "Ano ang dapat gawin ni Sarah?",
      "choiceStyle": "SE",
      "choices": [
        {
          "text": "Protektahan ang sarili at magsabi ng \"AYOKO!\"",
          "jumpTo": 11,
          "soundEffect": "MUSIC/SOUND EFFECTS/NEUTRAL.mp3",
          "isNeutral": true
        },
        {
          "text": "Sumunod kay Pearl",
          "jumpTo": 24,
          "soundEffect": "MUSIC/SOUND EFFECTS/NEUTRAL.mp3",
          "isNeutral": true
        },
        {
        "text": "“Bumalik sa pahinang may pinagpilian",
        "jumpTo": 2,
        "soundEffect": "SFX/neutral_choice.mp3",
        "isTranslucent": true
      }
        
      ]
    },

    {
      "image": "sarahs_super_strength/Pages/PAGE 9.png",
      "dialogue": [
        "Naging matapang si Sarah. \"HINDI!\" ang sigaw ni Sarah sa kanila. Muling yumanig ang lupa ng napakalakas, natumba sila Pearl at sila'y natakot. \"Ang KJ mo! Ayoko na sa'yo! Tara, iwan na natin siya!\" sigaw ni Pearl kay Sarah."
      ],
      "styleClass": "ADJSE",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 9.wav", 
      "comment": "11"
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE10.mp4",
      "dialogue": [
        "Si Sarah ay natirang mag-isa sa palaruan na umiiyak. Nilapitan siya ng isang Ate na nakapangalang Bea. Tinanong siya ni Ate Bea, \"Hala! Bakit ka umiiyak? May nangyari ba sayo?\""
      ],
      "styleClass": "ADJNN",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 10.wav", 
      "comment": "12"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 11.png",
      "dialogue": [
        "Lulapit si Ate Bea kay Sarah \"Alam mo, minsan, kahit mga kaibigan at mga minamahal natin nakakasakit sa atin. Pero kung hindi tayo magsasalita at kung hindi natin ipaglalaban ang sarili natin, masasaktan lang nila tayo ulit. Kaya kailangan natin maging matapang at magtiwala sa sarili, para maprotektahan natin ang sarili natin.\""
      ],
      "styleClass": "ADJ2SW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 11.wav", 
      "comment": "13"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 12.png",
      "dialogue": [
        "Habang kinakausap ni Bea si Sarah, lumapit si Lukas, isang mahiyain na batang lalaki. \"Ako din nakaranas ng ganiyan, pero naglakas-loob akong lumaban, at doon lumabas ang aking kapangyarihan!\" Sabi ni Lukas."
      ],
      "styleClass": "ADJSW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 12.wav", 
      "comment": "14"
    },

    {
      "image": "sarahs_super_strength/Pages/PAGE 13.png",
      "dialogue": [
        "Pinakita ni Kuya Lukas kay Sarah ang kanyang kapangyarihan, at namangha siya. Napansin niya na mabait at tapat sina Ate Bea at Kuya Lukas, kaya pinagkatiwalaan niya ang dalawang bata. Sa wakas, sinabi niya ang mga nangyari.<br><br>Maingat na tinanong ni Kuya Lukas at Ate Bea kung pwede nilang yakapin si Sarah, at pumayag siya. Habang magkayakap sila, bumulong si Sarah, \"Sana ako din, may kapangyarihan...\""
      ],
      "styleClass": "ADJ2NW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 13.wav", 
      "comment": "15"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 14.png",
      "dialogue": [
        "Ngumiti sila. \"Meron ka rin, Sarah! Naniniwala kami sa'yo! Kailangan mo lang siyang hanapin sa iyong sarili.\""
      ],
      "styleClass": "SS",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 14.wav", 
      "comment": "16"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 15.png",
      "dialogue": [
        "Nakaramdam ng tapang si Sarah mula sa kanyang bagong mga kaibigan. Hinarap niya ang mga dati niyang kaibigan sa silid-aralan na walang laman. Sa bawat hakbang niya, yumanig ang lupa, at sa sobrang lakas nito, nagkabitak-bitak ang sahig. Napanganga sa gulat sila Pearl!"
      ],
      "styleClass": "ADJ2SW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 15.wav",
      "comment": "17"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 16.png",
      "dialogue": [
        "\"MAY KAPANGYARIHAN DIN AKO!\" sigaw ni Sarah. Sinabi niya na di nya gusto mga ginagawa nila Pearl, dahil nasasaktan si Sarah at hindi 'yon astig! Nasabi din niya ang turo ng kanyang mga magulang na hindi dapat iyon gawin ng mga bata, at kaya sinabi ni sarah na itigil na nila ang mga hindi magandang gawain."
      ],
      "styleClass": "ADJSE",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 16.wav", 
      "comment": "18"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 17.png",
      "dialogue": [
        "Nagulat at natauhan sila Pearl sa mga sinabi ni Sarah, at napagtanto nilang mali ang ginawa nila. Humingi agad ng tawad sina Ashley at Yani. Umamin sila na sumusunod lamang daw sila sa mga utos ni Pearl."
      ],
      "styleClass": "ADJNN",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 17.wav", 
      "comment": "19"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 18.png",
      "dialogue": [
        "Napatahimik si Pearl sa gulat at takot, pero umamin din siya sa pagkakamali niya. Sinabi ni Pearl na akala niya astig yung mga ginagawa nila, dahil natutunan niya ang mga yon sa kuya niya.Sinabi ni Pearl na inutusan siya ng Kuya niya na kuhaan ng litrato ang mga kaibigan niya, dahil kapag ginawa niya yun binigyan siya ng magandang manika ng kuya niya."
      ],
      "styleClass": "ADJ4NW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 18.wav", 
      "comment": "20"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 19.png",
      "dialogue": [
        "Narinig ni Teacher Lydia ang gulo at tinanong kung ano nangyari. Inamin ni Pearl ang totoo. Humingi ng tawad ang tatlong bata. Kahit medyo galit siya, naintindihan ni Teacher Lydia ang mga dahilan ng mga bata."
      ],
      "styleClass": "ADJ2NW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 19.wav", 
      "comment": "21"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 19.2 and 25.png",
      "dialogue": [
        "Nalungkot at natakot sila ng bahagya, pero alam nilang kailangan nilang itama ang kanilang mga mali."
      ],
      "styleClass": "ADJ3NW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 19.2.wav", 
      "comment": "22"
    },

    {
      "image": "sarahs_super_strength/Pages/PAGE 20.png",
      "dialogue": [
        "Bumalik si Sarah sa palaruan at kinuwento niya kay Ate Bea at Kuya Lukas ang mga nangyari. Tuwang-tuwa sila at pinuri nila ang tapang ni Sarah. Nagtawanan sila, nagkwentuhan, at pinakita ang kani-kanilang mga kapangyarihan sa isat-isa. Mula noon, nagsama-sama ang tatlong batang may kapangyarihan, at iyon na ang simula ng kanilang pagkakaibigan na may tapang na harapin ang bawat araw ng walang takot!"
      ],
      "styleClass": "SW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 20.wav", 
      "comment": "23",
      "choiceStyle": "SE",
      "choiceQuestion": "Magmuni-muni sa Paglalakbay ni Sarah!",
      "choices": [
        {
        "text": "Subukan ang Mini Lessons!",
        "jumpTo": 32,
        "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
        "isNeutral": true
      },
        {
          "text": "Pumunta sa Pagninilay",
          "jumpTo": 31,
          "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
          "isTranslucent": true
        }
      ]
    },

    {
      "video": "sarahs_super_strength/Pages/PAGE9.2.mp4",
      "dialogue": [
        "Nangamba si Sarah, kaya pumayag siya na kuhanan ni Pearl ng litrato katawan niya. Tuwang-tuwa si Pearl habang si Sarah ay lalong nalulungkot. <br><br>Pagkatapos, iniwan nila si Sarah na mag-isa samantalang tinatawanan ang kanyang mga litrato. Pakiramdam ni Sarah siya ay mahina. Natatakot siya at iniisip niya, \"Ano kaya gagawin nila sa mga litrato ko?\" Nahihiya siya sa sarili niya."
      ],
      "styleClass": "ADJ2SW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 9.wav", 
      "comment": "24"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 21.png",
      "dialogue": [
        "Nung araw na iyon, nanatili si Sarah sa bahay dahil natatakot siya sa maaaring ipagawa sa kanya ni Pearl. Ang mga araw ay lumipas at naging linggo na hindi siya pumapasok sa paaralan dahil sa takot at hiya."
      ],
      "styleClass": "ADJ2SW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 21.wav", 
      "comment": "25"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 22.png",
      "dialogue": [
        "Nabagabag si Guro Lydia. \"Ano kayang nangyari kay Sarah?\" naisip niya. Sakto namang pumasok si Sarah sa silid-aralan, may luha sa mga mata."
      ],
      "styleClass": "ADJ2NE",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 22.wav", 
      "comment": "26"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 23.png",
      "dialogueBoxes": [
        {
          "text": "\"Ma'am Lydia, hindi na po ako papasok sa paaralan.\" sabi ni Sarah habang humihikbi at inaabot ang isang piraso ng papel. Kinuha ni Guro Lydia yung papel at binasa ang dahilan ng pagliban ni Sarah.",
          "styleClass": "ADJ3NE"
        },
        {
          "text": "Lumalabas na lilipat na ng paaralan si Sarah dahil sa ginawa ni Pearl at mga kaibigan niya. \"Sarah… Kung nalaman ko lang agad, sana ay natulungan kita.\" sabi ni Guro Lydia habang lumuluhod sa harapan niya at niyayakap siya.",
          "styleClass": "SW"
        }
      ],
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 23.wav", 
      "comment": "27"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 24.png",
      "dialogue": [
        "Sa oras ng recess, tinawag ni Guro Lydia si Pearl at ang kanyang mga kaibigan upang kausapin sila tungkol sa masama nilang ginawa.<br><br>\"Pearl, mali ang ginagawa ninyo ng mga kaibigan mo.\" sabi niya ng may diin. \"Hindi ito magandang asal para sa batang kasing-edad mo. Ang pamimilit sa isang tao na manood ng malaswang palabas at magpakita ng maseselang bahagi ng katawan ay mali. Sana makahingi kayo ng tawad kay Sarah bago siya umalis.\""
      ],
      "styleClass": "ADJ2NW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 24.wav", 
      "comment": "28"
    },

    {
      "image": "sarahs_super_strength/Pages/pg 19.2 and 25.png",
      "dialogue": [
        "Lumapit sila Pearl kay Sarah na nakatago sa likuran ng Guro Lydia. \"Patawad, Sarah. Akala ko noon na astig gawin 'yon, pero mali pala,\" tapat na sabi ni Pearl. \"Patawarin mo din kami!\" sabay-sabi ng mga kaibigan ni Pearl na may malungkot na mga mukha."
      ],
      "styleClass": "ADJ3NW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 25.wav", 
      "comment": "29"
    },

    {
      "image": "sarahs_super_strength/Pages/PAGE 26.png",
      "dialogue": [
        "Kinuha ni Sarah ang kanyang bag at kumaway ng paalam sa lahat sa paaralan. Pinanood siya ni Pearl habang palabas ng gate. Alam niyang hindi naging maganda ang ginawa niya, pero nangakong hinding-hindi na niya uulitin ang parehong pagkakamali mula ngayon."
      ],
      "styleClass": "ADJSW",
      "bgAudio": "sarahs_super_strength/Audio/Tagalog/PAGE 26.wav", 
      "comment": "30",
      "choiceStyle": "SE",
      "choiceQuestion": "Magmuni-muni sa Paglalakbay ni Sarah!",
      "choices": [
        {
        "text": "Subukan ang Mini Lessons!",
        "jumpTo": 32,
        "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
        "isNeutral": true
      },
        {
          "text": "Pumunta sa Pagninilay",
          "jumpTo": 31,
          "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
          "isTranslucent": true
        }
      ]

    },

    {
  "image": "Cover_Thumbnails/Reflection/Sarah Questions Tag.png",
  "styleClass": "ADJSE",
  "comment": "31",
  "choiceQuestion": "Saan Susunod?",
  "choiceStyle": "refl",
  "choices": [
    {
      "text": "Subukan ang Mini Lessons!",
      "jumpTo": 32,
      "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
      "isNeutral": true
    },
    {
      "text": "Tapusin ang Paglalakbay",
      "specialPage": "credits",
      "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
      "isTranslucent": true
    },
    {
      "text": "Umuwi",
      "specialPage": "home",
      "soundEffect": "MUSIC/SOUND EFFECTS/NEUTRAL.mp3",
      "isTranslucent": true
    },
    {
      "text": "Pumili ng Kabanata",
      "specialPage": "chapterSelect",
      "soundEffect": "MUSIC/SOUND EFFECTS/NEUTRAL.mp3",
      "isTranslucent": true
    },
    {
      "text": "Bumalik at subukan ang ibang landas",
      "jumpto": "0",
      "soundEffect": "MUSIC/SOUND EFFECTS/NEUTRAL.mp3",
      "isTranslucent": true
    }
  ]
},

{
      "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 1.png",
      "comment": "32"
    },

    {
      "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 2.png",
      "comment": "33"
    },

    {
    "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 3.png",
    "comment": "34"
    },
    {
      "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 4.png",
      "comment": "35"
    },
    {
      "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 5.png",
      "comment": "36"
    },
    {
      "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 6.png",
      "comment": "37"
    },
    {
      "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 7.png",
      "comment": "38"
    },
    {
      "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 8.png",
      "comment": "39"
    },
   {
  "image": "MINI LESSONS/Sarah ML/TAGALOG Sarah ML/Sarah ML tag 9.png",
  "styleClass": "ADJSE",
  "comment": "53",
  "choiceQuestion": "Saan Susunod?",
  "choiceStyle": "refl2",
  "choices": [
   {
    "text": "Tapusin ang Paglalakbay",
    "specialPage": "credits",
    "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
    "isNeutral": true  
    },
    {
    "text": "Bumalik sa Reflection",
    "jumpTo": 31,
    "soundEffect": "MUSIC/SOUND EFFECTS/CORRECT.mp3",
    "isNeutral": true,
    "isTranslucent": true
    }
  ]
}
  ]
}