{
  "tagalog": {
    "definition": "filipino glossary test",
    "type": "concept"
  },
  "Lukas": {
    "definition": "Isang siyam na taong gulang na batang lalaki, na mahilig sa matematika",
    "type": "character"
  },
  "math": {
    "definition": "Tinatawag din itong Matematika sa Tagalog. Ito ay isang uri ng Agham (Science) ng mga numero, hugis, at mga pattern",
    "type": "concept"
  },
  "matematika": {
    "definition": "Ito ay isang uri ng Agham ng mga numero, hugis, at mga pattern",
    "type": "concept"
  },
  "mahiyain": {
    "definition": "Taong nahihirapang makipag-usap o makipagkaibigan sa iba",
    "type": "concept"
  },
  "kaklase": {
    "definition": "Mga estudyanteng nasa parehong klase",
    "type": "character"
  },
  "Emma": {
    "definition": "Kaklase ni Lukas na nangangailangan ng tulong sa matematika",
    "type": "character"
  },
  "fractions": {
    "definition": "Mga bahagi ng kabuuan, tulad ng 1/2 o 3/4",
    "type": "concept"
  },
  "banayad": {
    "definition": "Tumutukoy sa isang bagay o kilos na mahinahon, marahan, o dahan-dahan",
    "type": "concept"
  },
   "nag-ngangal": {
    "definition": "Isang malakas na pag-ungal na karaniwang ginagawa ng mga hayop kapag sila ay galit, gutom, o nai-irita",
    "type": "concept"
  },
  "grooming": {
    "definition":"Ay ang gawain ng isang matanda o tao na nag-aalok sa iyo ng laruan, pagkain, o regalo pero ang kapalit ay gagawa kayo ng masama o isang bagay na ayaw mong gawin.",
    "type":"concept"
  },
   "division": {
    "definition": "Isang operasyon sa matematika na naghahati ng isang numero sa pantay-pantay na bahagi",
    "type": "concept"
  },
   "recess": {
    "definition": "Isang oras sa paaralan kung saan ang mga estudyante ay nagpapahinga at naglalaro",
    "type": "concept"
  },
  "advanced": {
    "definition": "Mas mataas na antas ng pag-aaral o kasanayan sa isang partikular na paksa",
    "type": "concept"
  },
  "badge": {
    "definition": "Isang maliit na piraso ng metal, tela, o plastik na may simbolo o disenyo na nagsisilbing pagkakakilanlan o parangal",
    "type": "concept"
  },
  "pasilyo": {
    "definition": "Isang mahabang daanan sa loob ng isang gusali na nag-uugnay sa iba't ibang mga silid o lugar",
    "type": "concept"
  },
  "suspension": {
    "definition": "Pansamantalang pagtigil sa pagpasok sa paaralan o trabaho bilang parusa sa isang mag-aaral o guro dahil sa paglabag sa mga patakaran ng paaralan",
    "type": "concept"
  },
  "personal na espasyo": {
    "definition": "Ang personal na espasyo ay ang lugar sa paligid ng isang tao na itinuturing niyang pribado at hindi dapat nilalabag ng iba nang walang pahintulot.",
    "type": "concept"
  },
  "sofa": {
    "definition": "Isang uri ng upuan na may malambot na unan at karaniwang ginagamit sa sala para sa pag-upo ng maraming tao",
    "type": "concept"
  },
  "guidance counselor": {
    "definition": "Isang propesyonal sa paaralan na nagbibigay ng suporta at payo sa mga estudyante tungkol sa kanilang akademiko, emosyonal, at sosyal na mga pangangailangan",
    "type": "concept"
  },
  "kalasag": {
    "definition": "Isang bagay na ginagamit upang protektahan ang sarili mula sa pinsala o panganib, tulad ng isang kalasag sa digmaan",
    "type": "concept"
  },
  "determinado": {
    "definition": "Isang katangian ng tao na may matibay na hangarin at hindi sumusuko sa kabila ng mga pagsubok",
    "type": "concept"
  },
  "uhog": {
    "definition": "Isang malapot na likido na nagmumula sa ilong at lalamunan, karaniwang dulot ng sipon o impeksyon",
    "type": "concept"
  },
  "kapitan": {
    "definition": "Isang taong may mataas na posisyon na namumuno sa isang grupo, organisasyon, o komunidad",
    "type": "concept"
  },
  "captain": {
    "definition": "Isang taong may mataas na posisyon na namumuno sa isang grupo, organisasyon, o komunidad",
    "type": "concept"
  },
  "vest": {
    "definition": "Isang uri ng damit na walang manggas na isinusuot sa itaas na bahagi ng katawan, karaniwang ginagamit para sa karagdagang proteksyon",
    "type": "concept"
  },
  "kinikilatis": {
    "definition": "Isang masusing pag-susuri ng isang bagay upang matiyak ang kondisyon o kalidad nito",
    "type": "concept"
  },
  "kumpiyansa": {
    "definition": "Tiwala sa sarili at sa sariling kakayahan",
    "type": "concept"
  },
  "goop": {
    "definition": "Kaparehas ng uhog, isa itong malapot na likido na nagmumula sa ilong at lalamunan, karaniwang dulot ng sipon o impeksyon",
    "type": "concept"
  },
  "humihikbi": {
    "definition": "Isang matinding pag-iyak dulot ng labis na kalungkutan",
    "type": "concept"
  },
  "suso": {
    "definition": "Isang bahagi ng katawan ng babae na ginagamit ng sanggol para sa pagpapasuso",
    "type": "concept"
  },
  "dede": {
    "definition": "Kapareha ng suso, isa itong bahagi ng katawan ng babae na ginagamit ng sanggol para sa pagpapasuso",
    "type": "concept"
  },
  "pwet": {
    "definition": "Isang bahagi ng katawan na nasa ibabang likod, karaniwang tinutukoy ang puwit o puwitan",
    "type": "concept"
  },
  "pepe": {
    "definition": "Isang ari ng babae na mahahanap sa ibabang bahagi ng katawan",
    "type": "concept"
  },
  "binabagabag": {
    "definition": "Isang pakiramdam ng pagkabalisa o matinding pagka-takot",
    "type": "concept"
  },
  "bangungot": {
    "definition": "Isang masamang panaginip na nagdudulot ng takot o pagkabalisa",
    "type": "concept"
  },
  "psychologist": {
    "definition": "Isang propesyonal na nag-aaral sa pag-iisip at pag-uugali ng tao, at nagbibigay ng suporta sa mga taong may emosyonal o mental na mga isyu",
    "type": "concept"
  },
  "astig": {
    "definition": "Isang salitang ginagamit upang ilarawan ang isang tao na kahanga-hanga",
    "type": "concept"
  },
  "halikan": {
    "definition": "Isang kilos ng pagdikit ng mga labi bilang pagpapakita ng pagmamahal o paggalang",
    "type": "concept"
  },
  "pribadong parte ng katawan": {
    "definition": "Mga bahagi ng katawan na karaniwang tinatakpan ng damit at hindi dapat ipakita sa iba, tulad ng mga ari at dibdib",
    "type": "concept"
  },
  "hipuan": {
    "definition": "Paghawak o pagdampi sa isang bagay o tao gamit ang kamay o ibang bahagi ng katawan",
    "type": "concept"
  },
  "panloob": {
    "definition": "Mga damit na isinusuot sa ilalim ng mga regular na damit, tulad ng salawal at kamiseta",
    "type": "concept"
  },
  "guro": {
    "definition": "Isang taong nagtuturo sa paaralan o nagbibigay ng edukasyon sa mga mag-aaral",
    "type": "concept"
  },
  "teacher": {
    "definition": "Isang taong nagtuturo sa paaralan o nagbibigay ng edukasyon sa mga mag-aaral",
    "type": "concept"
  },
  "pagliban": {
    "definition": "Hindi pagpasok sa paaralan o trabaho sa isang araw o higit pa, kadalasan dahil sa sakit o personal na dahilan.",
    "type": "concept"
  },
  "malaswang": {
    "definition": "Mga kilos o salita na hindi angkop sa mga bata.",
    "type": "concept"
  },
  "maseselang": {
    "definition": "Mga bagay na maaring makasira sa damdamin o hindi angkop sa mga bata.",
    "type": "concept"
  },
  "Bea": {
    "definition": "Isang labing-dalawang taong gulang na batang babae na may malawak na imahinasyon.",
    "type": "character"
  },
  "Sarah": {
    "definition": "Isang masayahing pitong taong gulang na bata na may espesyal na kapangyarihan.",
    "type": "character"
  },
  "manika": {
    "definition": "Isang laruan na hugis tao, karaniwang ginagamit ng mga bata sa paglalaro",
    "type": "concept"
  },
   "bahagya": {
    "definition": "Isang bagay na nangyayari nang kaunti o hindi ganap",
    "type": "concept"
  }


}